charectiristic = [
                        {'Тип:': 'смартфон', 'Версия ОС:': 'iOS 11', 'Тип корпуса:': 'классический',
                         'Материал корпуса:': 'стекло', 'Конструкция:': 'водозащита', 'тип SIM:': 'nano SIM',
                         'Количество SIM:': '1', 'Вес:': '174г', 'Размеры (ШхВхТ):': '70,9х143,6х7,7мм',
                         'Тип экрана:': 'цветной OLED, сенсорный'},
                        {'Тип сенсорного экрана:': 'сультитач, емкостный',
                         'Диагональ:': '5.8 дюймов', 'Сила нажатия на экран:': 'есть',
                         'Размер изображения:': '2436х1125', 'Число пикселей на дюйм:': '463',
                         'Соотношение сторон:': '19,5:9', 'Автоматический поворот экрана:': 'есть',
                         'Тыловая камера:': 'двойная 12/12 МП', 'Фотовспышка:': 'тыльная, светодиодная'}
                      ]

for value, key in charectiristic[0].items():
    print(value, key)